Repository: pawanmakkar67/alertyNew
Catalog: *.lproj/InfoPlist.strings
Languages: sv

# NSMicrophoneUsageDescription
source: To be able to capture audio and video during alarms.
sv: För att kunna fånga ljud och video under ett larm.

# NSSpeechRecognitionUsageDescription
source: To be able to activate the alarm by speech.
sv: För att kunna aktivera larmet med tal.

# NSMotionUsageDescription
source: To detect motions when Man down is activated.
sv: För att upptäcka rörelser när Man down är aktiverat.

# NSPhotoLibraryUsageDescription
source: The latest image (<60 min) is attached to the alarm as a supplement.
sv: Den senaste bilden (<60 min) bifogas till larmet som ett tillägg.

# NSBluetoothPeripheralUsageDescription
source: To be able to connect to Flic, Pebble and iBeacons.
sv: För att kunna ansluta till Flic, Pebble och iBeacons.

# NSCameraUsageDescription
source: To be able to capture audio and video during alarms.
sv: För att kunna fånga ljud och video under ett larm.

# NSContactsUsageDescription
source: To be able to select alarm recipients.
sv: För att kunna välja larmmottagare.

# NSLocationWhenInUseUsageDescription
source: To be able to display your position during an alarm when the app is in background and for the tracking feature.
sv: För att kunna visa din position under ett alarm när appen är i bakgrunden och spårningsfunktionen.

# NSLocationAlwaysUsageDescription
source: To be able to display your position during an alarm when the app is in background and for the tracking feature.
sv: För att kunna visa din position under ett alarm när appen är i bakgrunden och spårningsfunktionen.

# NSLocationAlwaysAndWhenInUseUsageDescription
source: To be able to display your position during an alarm when the app is in background and for the tracking feature.
sv: För att kunna visa din position under ett alarm när appen är i bakgrunden och spårningsfunktionen.
